Repository: JegernOUTT/horus
Catalog: res/locale/*/LC_MESSAGES/horus.po
Languages: ru

source: Very high
ru: Очень высоко

source: High
ru: Высокий

source: Medium
ru: Средне

source: Low
ru: Слабо

source: Luminosity
ru: Освещенность

source: Brightness
ru: Яркость

source: Contrast
ru: Контраст

source: Saturation
ru: Насыщенность

source: Exposure
ru: Экспозиция

source: Frame rate
ru: Частота кадров

source: Step (º)
ru: Шаг (º)

source: Speed (º/s)
ru: Скорость (º/s)

source: Acceleration (º/s²)
ru: Ускорение (º/s²)

source: Texture
ru: Текстура

source: Laser
ru: Лазер

source: Capture mode
ru: Режим захвата

source: Remove background
ru: Удалить фон

source: Red channel
ru: Красный канал

source: Enable threshold
ru: Включить пороговые значения

source: Threshold
ru: Границы

source: Enable blur
ru: Включить размытие

source: Blur
ru: Размытие

source: Enable window
ru: Включить окно

source: Window
ru: Окно

source: Refinement
ru: Обработка

source: Open
ru: Открыть

source: Enable open
ru: Включить открытие

source: Pattern
ru: Образец

source: Capture texture
ru: Изображение захвата

source: Left
ru: Лево

source: Right
ru: Право

source: Both
ru: Оба

source: Use laser
ru: Использовать лазер

source: Use ROI
ru: Использовать ROI

source: Diameter (mm)
ru: Диаметр (мм)

source: Height (mm)
ru: Высота (мм)

source: Choose point cloud color
ru: Выбор цвета облака точек

source: Gray
ru: Серый

source: Line
ru: Линия

source: Video
ru: Видео

source: Save image
ru: Сохранить изображение

source: Move
ru: Движение

source: Enable
ru: Включить

source: Send
ru: Отправить

source: Perform autocheck
ru: Произвести автопроверку

source: Set resolution
ru: Установить разрешение

source: Pattern rows
ru: Строки обращца

source: Pattern columns
ru: Колонки образца

source: Origin distance (mm)
ru: Оригинальное расстояние (мм)

source: Adjust laser
ru: Регулировка лазера

source: Width
ru: Ширина

source: Height
ru: Высота

source: Rotate
ru: Поворот

source: Horizontal flip
ru: Горизонтальный поворот

source: Vertical flip
ru: Вертикальный поворот

source: Camera matrix
ru: Матрица камеры

source: Distortion vector
ru: Вектор искажения

source: Use distortion
ru: Использовать дисторсию

source: Distance left (mm)
ru: Расстояние слева (мм)

source: Distance right (mm)
ru: Расстояние справа (мм)

source: Rotation matrix
ru: Матрица поворота

source: Translation vector (mm)
ru: Вектор сдвига (мм)

source: Estimated size
ru: Ориентировочный размер

source: Machine diameter
ru: Диаметр машины

source: Machine width
ru: Ширина машины

source: Machine height
ru: Высота машины

source: Machine depth
ru: Глубина машины

source: Circular
ru: Круглый

source: Rectangular
ru: Прямоугольник

source: Machine shape
ru: Фигура машины

source: Machine model
ru: Модель машины

source: Serial name
ru: Серийное имя

source: Camera ID
ru: ID камеры

source: Board
ru: Плата

source: Invert motor
ru: Инвертирование мотора

source: Language
ru: Язык

source: Change the language of Horus. Switching language will require a program restart
ru: Изменение языка. Необходим перезапуск программы

source: Show welcome
ru: Показать стартовое окно

source: Check for updates
ru: Проверка обновлений

source: Basic mode
ru: Стандартный режим

source: Advanced mode
ru: Расширенный режим

source: Last files
ru: Последние файлы

source: Last file
ru: Последний файл

source: Last profile
ru: Последний профиль

source: Model color
ru: Цвет модели

source: Last clear log date
ru: Последняя дата очистки лог файлов

source: Launch wizard
ru: Запуск wizard

source: Open model
ru: Открыть модель

source: Save model
ru: Сохранить модель

source: Clear model
ru: Удаление модели

source: Open profile
ru: Открыть профиль

source: Open profile .json
ru: Открыть профиль .json

source: Save profile
ru: Сохранить профиль

source: Save profile .json
ru: Сохранить профиль .json

source: Reset profile
ru: Сброс профиля

source: Reset default values
ru: Сброс на настройки по умолчанию

source: Open calibration
ru: Открыть калибровку

source: Open calibration .json
ru: Открыть калибровку .json

source: Save calibration
ru: Сохранить калибровку

source: Save calibration .json
ru: Сохранить калибровку .json

source: Reset calibration
ru: Сброс калибровки

source: Reset calibration default values
ru: Сброс калибровки на значения по умолчанию

source: Export log
ru: Экспорт логов

source: Export log file
ru: Экспорт файлов логов

source: Clear log
ru: Очистка логов

source: Clear log file
ru: Очистка файлов логов

source: Exit
ru: Выход

source: File
ru: Файл

source: Preferences
ru: Настройки

source: Edit
ru: Редактировать

source: Panel
ru: Панель

source: Scene
ru: Сцена

source: Scanning
ru: Сканирование

source: Welcome
ru: WelcomeДобро пожаловать

source: Updates
ru: Обновления

source: Sources
ru: Источники

source: About
ru: Дополнительно

source: Help
ru: Помощь

source: Open 3D model
ru: Открыть 3D модель

source: Save 3D model
ru: Сохранить 3D модель

source: Clear point cloud
ru: Удаление облака точек

source: Select profile file to load
ru: Выберите файл профиля для загрузки

source: Select profile file to save
ru: Выберите файл профиля для сохранения

source: This will reset all profile settings to defaults. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?
ru: This will reset all profile settings to default. Unless you have saved your current profile, all settings will be lost! Do you really want to reset?

source: Profile reset
ru: Сброс профиля

source: Select log file to save
ru: Выберить лог файл для сохранения

source: Horus is an Open Source 3D Scanner manager
ru: Horus - свободный менеджер для 3D сканирования объектов

source: Updated!
ru: Обновлено!

source: Scanner unplugged
ru: Сканнер отключён

source: Scanner has been unplugged. Please, plug it in and press connect
ru: Сканнер был отключён. Поключите его и нажмите "Соединение"

source: Delete object
ru: Удалить объект

source: This will reset all section settings to defaults. Unless you have saved your current profile, all section settings will be lost! Do you really want to reset?
ru: This will reset all section settings to default. Unless you have saved your current profile, all section settings will be lost! Do you really want to reset?

source: Pattern distance
ru: Расстояние образца

source: Pattern distance (mm)
ru: Расстояние образца (мм)

source: Accept
ru: Принять

source: Cancel
ru: Отмена

source: New version available!
ru: Доступна новая версия

source: A new version of Horus is available, would you like to download it?
ru: Новая версия Horus доступна, хотите скачать её?

source: Download
ru: Загрузка

source: Machine settings
ru: Настройки машины

source: Platform shape
ru: Форма платформы

source: Diameter
ru: Диаметр

source: Depth
ru: Глубина

source: Browse
ru: Обзор

source: Default
ru: По-умолчанию

source: Save
ru: Сохранить

source: Select binary file to load
ru: Выберите бинарный файл для загрузки

source: Change the luminosity until colored lines appear over the chess pattern in the video
ru: Измените яркость, пока цветные линии не появятся в виде шахматных клеток в видео

source: Invert the motor direction
ru: Инвертирование направления мотора

source: AVR board
ru: AVR плата

source: Binary file
ru: Бинарный файл

source: External file...
ru: Внешний файл...

source: Clear EEPROM
ru: Очистка EEPROM

source: Upload firmware
ru: Загрузить прошивку

source: Probably you have selected the wrong board. Select another board
ru: Вероятно, вы выбрали неправильную плату. Выберите другую

source: Language modified
ru: Изменение языка

source: An error occurred during the 3D view drawing.
ru: Ошибка во время отрисовки 3D модели

source: 3D window error
ru: Ошибка 3D окна

source: Don't show this dialog again
ru: Не показывать этот диалог при след. запуске

source: 3D scanning for everyone
ru: 3D сканирование для всех

source: Create new
ru: Создать новое

source: Scan using recent settings
ru: Сканирование, используя недавние настройки

source: Advanced adjustment
ru: Расширенные настройки

source: Advanced calibration
ru: Расширенная калибровка

source: Open recent file
ru: Открыть недавний файл

source: Do you really want to exit?
ru: Вы действительно хотите выйти?

source: Exit wizard
ru: Выход

source: Ready to scan!
ru: Готов к сканированию

source: Resolution
ru: Разрешение

source: Set the motor step. High (0.45º), Medium (0.9º), Low (1.8º)
ru: Выбрать шаг мотора. Высокий (0.45º), Средний (0.9º), Слабый (1.8º)

source: Calibration
ru: Калибровка

source: Calibrate
ru: Калибровать

source: Calibration canceled. To try again press "Calibrate"
ru: Калибровка отменена. Для того, чтобы начать заново, нажмите "Калибровать"

source: Check the pattern and the lasers and try again
ru: Проверьте образец, лазеры и попытайтесь ещё раз

source: Calibration failed
ru: Ошибка во время калибровки

source: Success. Please press "Next" to continue
ru: Успех. Нажмите "далее" для продолжения

source: Scanner calibrated correctly
ru: Сканнер откалиброван успешно

source: Success
ru: Успех

source: Connection
ru: Подключение

source: Connect
ru: Подключиться

source: Auto check
ru: Автопроверка

source: Please plug your camera in and try to connect again
ru: Подключите вашу камеру и попытайтесь ещё раз

source: Unplug and plug your camera USB cable and try to connect again
ru: Выткните и воткните USB кабель камеры и попытайтесь соединиться ещё раз

source: It is recommended to adjust the line lasers vertically. You will need to use the allen key. Do you want to adjust it now?
ru: Рекомендуется регулировать лазеры в вертикальном состоянии. Вам нужно будет использовать ключ allen. Вы хотите настроить его сейчас?

source: Manual laser adjustment
ru: Ручная настройка лазера

source: Scanner configured correctly
ru: Сканнер корректно настроен

source: Please, select "Invert the motor direction" in the preferences
ru: Выберите "Инвертировать направление мотора" в настройках

source: Disconnect
ru: Отключение

source: Previous
ru: Предыдущий

source: Skip
ru: Пропустить

source: Next
ru: Следующий

source: Adjustment workbench
ru: Настройка рабочей области

source: Scan capture
ru: Захват сканирования

source: Image luminosity. Low values are better for environments with high ambient light conditions. High values are recommended for poorly lit places
ru: Яркость изображения. Небольшие значения рекомендованы для хорошо освещенных помещений, высокие - для плохо освещенных.

source: Amount of light per unit area. It is controlled by the time the camera sensor is exposed during a frame capture. High values are recommended for poorly lit places
ru: Количество света на единицу площади. Оно контролируется временем срабатывания датчика камеры во время захвата кадра. Высокие значения рекомендуются для плохо освещенных мест

source: Capture an extra image without laser to remove the background in the laser's image
ru: Захват дополнительного изображения без лазера для удаления фона в изображении лазера

source: Scan segmentation
ru: Сегментация сканирования

source: Remove all pixels which intensity is less that the threshold value
ru: Удалить все пиксели, интенсивность которых превышает пороговые значения

source: Blur with Normalized box filter. Kernel size: 2 * value + 1
ru: Размытие с алгоритмом Normalized box filter. Размер Kernel: 2 * value + 1

source: Filter pixels out of 2 * window value around the intensity peak
ru: Фильтрация пикселей вокруг пика интенсивности

source: Calibration capture
ru: Калибровка

source: Calibration segmentation
ru: Калибровка сегментации

source: Scanning workbench
ru: Рабочая область сканирования

source: Play
ru: Начать

source: Stop
ru: Стоп

source: Pause
ru: Пауза

source: Calibration parameters are not correct. Please perform calibration process: 1. Scanner autocheck 2. Laser triangulation 3. Platform extrinsics
ru: Параметры калибровки невалидны. Пожалуйста, проведите процесс калибровки: 1. Автопроверка сканера 2. Проверка триангуляции лазера 3. Проверка платформы

source: Scanning has finished. If you want to save your point cloud go to "File > Save model"
ru: Сканирование завершено. Если хотите сохранить модель, нажмите "Файл > Сохранить модель"

source: Scanning finished!
ru: Сканирование завершено

source: Stop scanning
ru: Остановка сканирования

source: Scan parameters
ru: Параметры сканирования

source: Rotating platform
ru: Поворачивающаяся платформа

source: Point cloud ROI
ru: Облако точек ROI

source: Point cloud color
ru: Цвет облака точек

source: Control workbench
ru: Рабочая область для управления

source: Camera control
ru: Управление камерой

source: Laser control
ru: Управление лазером

source: LDR control
ru: LDR управление

source: Motor control
ru: Управление мотором

source: Calibration workbench
ru: Рабочая область калибровки

source: Camera intrinsics (advanced)
ru: Расширенный функционал камеры

source: Default values are recommended. To perform the calibration, click over the video panel and press space bar to perform the captures.
ru: Рекомендованы значения по-умолчанию. Чтобы выполнить калибровку, щёлкните на видео-панель и нажмите "пробел", чтобы начать захват.

source: Reset
ru: Сброс

source: Start
ru: Начало

source: Press space bar to continue
ru: Нажмите "пробел" для продолжения

source: Laser triangulation
ru: Лазерная триангуляция

source: Laser triangulation result
ru: Результат лазерная триангуляции

source: Reject
ru: Отклонить

source: Lasers calibrated correctly
ru: Лазер успешно откалиброван

source: Camera intrinsics result
ru: Результат настройки камеры

source: Camera intrinsics calibration has failed. Please try again
ru: Ошибка во время настройки функционала камеры. Попробуйте ещё раз

source: Scanner autocheck
ru: Автопроверка сканирования

source: Pattern settings
ru: Настройки образца

source: Number of corner rows in the pattern
ru: Количество угловых рядов в образце

source: Number of corner columns in the pattern
ru: Количество угловых столбцов в образце

source: Video settings
ru: Видео-настройки

source: Rotate image
ru: Поворот изображения

source: Camera intrinsics
ru: Функционал камеры
